[TC_WOTC_MWR_W1200_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>Winchester 1200 Custom</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>Winchester 1200</b></font>"
AbilityDescName="помповый дробовик"
BriefSummary="Winchester модель 1200 разработан в 1964 году корпорацией Olin/Winchester в качестве недорогой и мощной замены Winchester модель 1912, выпускавшийся с 1964 по 1980 год. Ружья данной модели пользуются популярностью в США и за рубежом, благодаря надежности и большой скорости перезарядки, что пригодно для охоты на птицу и для спортивной стрельбы. Данная модель использует ручную перезарядку при помощи подвижного цевья (назад-вперед). Ствольная коробка выполнена из алюминиевого сплава, стволы легкосъемные и выпускаются в широком спектре вариантов и длин, со сменными чоками, либо со сверловкой типа цилиндр. Магазин трубчатый подствольный, заряжается через окно в нижней части ствольной коробки. Ложе пластиковое или деревянное, приклад имеет резиновый затыльник-амортизатор. Данный образец задумывался как оружие для самозащиты и охранной деятельности, несмотря на это к ней существует немало аксессуаров и доп. оборудования, таких как тактические фонари (в том числе, интегрированные в цевье), целик и мушка со светящимися тритиевыми вставками, складные и телескопические приклады, магазины увеличенной ёмкости, тактические ремни, патронташи для установки на приклад и т.д."
TacticalText="<Bullet/>Тип: Помповый дробовик\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Помповый\n<Bullet/>Тип боеприпаса: 12 калибр\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MWR_W1200_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>S-1200</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>S-1200</b></font>"
AbilityDescName="помповый дробовик"
BriefSummary="Winchester модель 1200 разработан в 1964 году корпорацией Olin/Winchester в качестве недорогой и мощной замены Winchester модель 1912, выпускавшийся с 1964 по 1980 год. Ружья данной модели пользуются популярностью в США и за рубежом, благодаря надежности и большой скорости перезарядки, что пригодно для охоты на птицу и для спортивной стрельбы. Данная модель использует ручную перезарядку при помощи подвижного цевья (назад-вперед). Ствольная коробка выполнена из алюминиевого сплава, стволы легкосъемные и выпускаются в широком спектре вариантов и длин, со сменными чоками, либо со сверловкой типа цилиндр. Магазин трубчатый подствольный, заряжается через окно в нижней части ствольной коробки. Ложе пластиковое или деревянное, приклад имеет резиновый затыльник-амортизатор. Данный образец задумывался как оружие для самозащиты и охранной деятельности, несмотря на это к ней существует немало аксессуаров и доп. оборудования, таких как тактические фонари (в том числе, интегрированные в цевье), целик и мушка со светящимися тритиевыми вставками, складные и телескопические приклады, магазины увеличенной ёмкости, тактические ремни, патронташи для установки на приклад и т.д.\nS-1200 - улучшенная версия знаменитого Winchester модель 1200. Замена большинства деталей на изготовленные из иноспланетных сплавов улучшила экспуатационные характеристики данного образца. Улучшенние магазина увеличило скорость зарядки патронов, что немаловажно в условиях городских боёв."
TacticalText="<Bullet/>Тип: Помповый дробовик\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Помповый\n<Bullet/>Тип боеприпаса: 12 калибр\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"


[TC_WOTC_MWR_W1200_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>S-1300</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>S-1300</b></font>"
AbilityDescName="помповый дробовик"
BriefSummary="Winchester модель 1200 разработан в 1964 году корпорацией Olin/Winchester в качестве недорогой и мощной замены Winchester модель 1912, выпускавшийся с 1964 по 1980 год. Ружья данной модели пользуются популярностью в США и за рубежом, благодаря надежности и большой скорости перезарядки, что пригодно для охоты на птицу и для спортивной стрельбы. Данная модель использует ручную перезарядку при помощи подвижного цевья (назад-вперед). Ствольная коробка выполнена из алюминиевого сплава, стволы легкосъемные и выпускаются в широком спектре вариантов и длин, со сменными чоками, либо со сверловкой типа цилиндр. Магазин трубчатый подствольный, заряжается через окно в нижней части ствольной коробки. Ложе пластиковое или деревянное, приклад имеет резиновый затыльник-амортизатор. Данный образец задумывался как оружие для самозащиты и охранной деятельности, несмотря на это к ней существует немало аксессуаров и доп. оборудования, таких как тактические фонари (в том числе, интегрированные в цевье), целик и мушка со светящимися тритиевыми вставками, складные и телескопические приклады, магазины увеличенной ёмкости, тактические ремни, патронташи для установки на приклад и т.д.\nS-1300 представляет собой следующий шаг на пути модернизации Winchester модель 1200. Замена ствола высокочастотным цилиндром увеличила наносимые повреждения и эффективный радиус поражения."
TacticalText="<Bullet/>Тип: Помповый дробовик\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Помповый\n<Bullet/>Тип боеприпаса: 12 калибр\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"